IDEA Open Model
ConnectionSetup.WarnPlasticStrain Property
Compatible with IDEA StatiCa v 10.1
 Warning plastic strain
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double WarnPlasticStrain { get; set; }
Public Property WarnPlasticStrain As Double
	Get
	Set
public:
property double WarnPlasticStrain {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace